// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Calibrar calidad de impresión";

CalibrationFailedTitle = "No se puede calibrar la calidad de impresión";
CalibrationFailedExplanation = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";
PrintingPatternsProcessTitle = "Imprimiendo patrones…";
PenFailureMsg = "Parece que falta un cartucho de tinta, no se ha detectado o no está correctamente instalado.";

TwowayConnectionErrorTitle = "No se puede establecer la comunicación bidireccional con el dispositivo";

NoPensErrorTitle = "No se han detectado cartuchos de impresión";
NoPensErrorMessage = "Si se han instalado cartuchos de impresión, compruebe que se haya retirado el plástico que cubre la boquilla de tinta.";

CriticalConditionTitle = "La impresora está en condición crítica";
CriticalConditionMsg = "Resuelva la condición crítica de la impresora.";

HSDQualityCalibrationTextFieldTitle = "Calibrar calidad de impresión";
HSDInfoTextFieldTitle = "Es posible que este procedimiento mejore la calidad de impresión de fotos. Se recomienda realizar el servicio Limpiar antes de proceder con esta calibración.";
HSDGuideTextFieldTitle = "Haga clic en Calibrar para iniciar el procedimiento. Este proceso tarda aproximadamente un minuto y utiliza una hoja de papel. Utilice únicamente papel normal para este procedimiento.";
HSDCalibrateButtonTitle = "Calibrar";

HSDPatternDescription1 = "Examine la página impresa y seleccione la etiqueta del patrón con la menor cantidad de líneas horizontales evidentes. Asegúrese de examinar las áreas claras y oscuras de los patrones antes de tomar su decisión.";
HSDPatternLabel = "Etiqueta del patrón:";
HSDPatternDescription2 = "Después de seleccionar una opción, haga clic en \"Aplicar\".";
HSDApplyButton = "Aplicar";
